NSCameraUsageDescription = "Kamerazoufrëff néideg fir Dokumenter ze scannen a Fotoen a Videoen ze maachen.";
NSFaceIDUsageDescription = "Face ID ass néideg fir mat Gesiichtserkennung z'authentifizéieren";
NSLocationAlwaysUsageDescription = "D'App benotzt däi Standuert fir automatesch File-Uploaden auszeléise wann s du dech tëschent Plaze beweegs.";
NSPhotoLibraryUsageDescription = "Den Zougrëff op d'Fotobibliothéik ass erfuerderlech, fir deng Fotoen a Videoen an deng Cloud eropzelueden.";
NSPhotoLibraryAddUsageDescription = "Den Zougrëff op d'Fotobibliothéik ass erfuerderlech, fir deng Fotoen a Videoen an deng Cloud eropzelueden.";
NSMicrophoneUsageDescription = "Den Zougrëff op de Mikro ass erfuerderlech, fir Sproochnotizen z'erstellen.";
NSLocationWhenInUseUsageDescription = " Dës App benotzt däi Standuert, fir Beweegungen z'erkennen an automatesch Dateien eropzelueden. Si benotzt kee GPS a späichert däi Standuert net.";
NSLocationAlwaysAndWhenInUseUsageDescription = "Dës App benéidegt och am Hannergrond Zougrëff op däi Standuert, fir bei Erkennung vu signifikante Beweegungen automatesch mam Eropluede vun Dateien unzefänken. GPS gëtt net benotzt.";
